my_dict = {
        "жук":"насекомое с жесткими надкрыльями",
        "отшельник":"монарх-живуший в скитаниях",
        "поэт":"писатель-автор произведений",
        "приказ":"офицальный указ"
        }
print(my_dict)
print(my_dict["жук"])
my_dict["отшельник"] = "монарх-живущий в скитаниях"
print(my_dict["поэт"])
my_dict["приказ"] = "офицальный указ"
print(my_dict["приказ"])

word = input("введите слово: ")
translate = input("введите понятие слова: ")
my_dict[word] = translate
print(my_dict)




















